tap "anomalyco/tap"
tap "cloudflare/cloudflare"
tap "docker/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "mostlygeek/llama-swap"
tap "nikitabobko/tap"
tap "pulumi/tap"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "bat"
brew "btop"
brew "delve"
brew "direnv"
brew "dive"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gnu-sed"
brew "nettle"
brew "go"
brew "helm"
brew "hf"
brew "htop"
brew "ical-buddy"
brew "jq"
brew "kind"
brew "llama.cpp"
brew "neovim"
brew "nmap"
brew "node"
brew "pkgconf"
brew "python@3.13"
brew "ripgrep"
brew "tcpdump"
brew "testssl"
brew "tmux"
brew "uv"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "witr"
brew "xcodegen"
brew "xh"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "cloudflare/cloudflare/curl"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "mostlygeek/llama-swap/llama-swap"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "amneziavpn"
cask "betterdisplay"
cask "blockblock"
cask "calendr"
cask "capcut"
cask "claude-code"
cask "codex"
cask "copilot-cli"
cask "devtoys"
cask "dotnet-sdk"
cask "folx"
cask "font-meslo-lg-nerd-font"
cask "shaunsingh/sfmono-nerd-font-ligaturized/font-sf-mono-nerd-font-ligaturized"
cask "ghostty"
cask "homerow"
cask "hyperkey"
cask "knockknock"
cask "lulu"
cask "mos"
cask "obsidian"
cask "podman-desktop"
cask "rider"
cask "docker/tap/sbx"
cask "sf-symbols"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zen"
