tap "cloudflare/cloudflare"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "mostlygeek/llama-swap"
tap "nikitabobko/tap"
tap "pulumi/tap"
tap "ringohub/redis-cli"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "tw93/tap"
brew "asitop"
brew "bat"
brew "btop"
brew "cilium-cli"
brew "delve"
brew "direnv"
brew "dive"
brew "eza"
brew "fd"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "nettle"
brew "go"
brew "helm"
brew "htop"
brew "httpstat"
brew "huggingface-cli"
brew "hwatch"
brew "ical-buddy"
brew "jj"
brew "jq"
brew "kind"
brew "llama.cpp"
brew "mlx-lm"
brew "neofetch"
brew "neovim"
brew "python@3.13"
brew "nmap"
brew "pkgconf"
brew "pnpm"
brew "ripgrep"
brew "stow"
brew "tcpdump"
brew "testssl"
brew "tmux"
brew "trippy"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "witr"
brew "xh"
brew "zoxide"
brew "cloudflare/cloudflare/curl"
brew "felixkratz/formulae/sketchybar"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "mostlygeek/llama-swap/llama-swap"
brew "ringohub/redis-cli/redis-cli"
brew "tw93/tap/mole"
cask "aerospace"
cask "betterdisplay"
cask "blockblock"
cask "capcut"
cask "copilot-cli"
cask "devtoys"
cask "dotnet-sdk"
cask "folx"
cask "font-commit-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-maple-mono-nf"
cask "font-martian-mono"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-sf-mono-nerd-font-ligaturized"
cask "ghostty"
cask "homerow"
cask "hyperkey"
cask "knockknock"
cask "lulu"
cask "mos"
cask "motrix"
cask "obsidian"
cask "openlens"
cask "podman-desktop"
cask "rider"
cask "sf-symbols"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zen"
vscode "burakkalafat.diffpilot"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "sdras.fortnite-vscode-theme"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "github.com/mark3labs/mcphost"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/lotusirous/gostdsym/stdsym"
cargo "cross"
cargo "sqlx-cli"
