tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
tap "pulumi/tap"
tap "ringohub/redis-cli"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "asitop"
brew "bat"
brew "btop"
brew "cilium-cli"
brew "dive"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "nettle"
brew "helm"
brew "htop"
brew "httpstat"
brew "ical-buddy"
brew "jq"
brew "kind"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "pkgconf"
brew "pnpm"
brew "ripgrep"
brew "stow"
brew "tcpdump"
brew "testssl"
brew "tmux"
brew "trippy"
brew "wget"
brew "wireshark"
brew "xh"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "ringohub/redis-cli/redis-cli"
cask "aerospace@0.15.2"
cask "capcut"
cask "devtoys"
cask "discord"
cask "dotnet-sdk"
cask "folx"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-sf-mono-nerd-font-ligaturized"
cask "ghostty"
cask "google-chrome"
cask "hyperkey"
cask "mos"
cask "obsidian"
cask "openlens"
cask "philips-hue-sync"
cask "rider"
cask "rustrover"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "wezterm@nightly"
cask "zen-browser"
vscode "continue.continue"
vscode "dan-c-underwood.arm"
vscode "eamodio.gitlens"
vscode "fill-labs.dependi"
vscode "illixion.vscode-vibrancy-continued"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "sdras.fortnite-vscode-theme"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
